Repository: moisseev/MultiWOL
Catalog: multiwol/locale/*/LC_MESSAGES/multiwol.po
Languages: ru

source: Wake-on-LAN packet has been sent to:
ru: Пакет Wake-on-LAN был послан:

source: Please wait until hosts goes online...
ru: Пожалуйста, ждите...

source: cannot resolve ip address
ru: не удалось определить ip-адрес

source: on-line
ru: включён

source: start-up
ru: включить

source: failed
ru: не удалось

source: Back
ru: Назад

source: Authorization required.
ru: Требуется авторизация.

source: Wakeup
ru: Включить

source: Delete
ru: Удалить

source: Add new entry to list:
ru: Добавить новую запись:

source: Hostame:
ru: Имя хоста:

source: (hostname:port, default domain is
ru: (имя_хоста:порт, домен по умочанию -

source: (in any wellknown format)
ru: (в любом распространённом формате)

source: get MAC
ru: Получить MAC

source: Owner:
ru: Владелец:

source: (www username)
ru: (имя пользователя www)

source: Add
ru: Добавить

source: Hostname
ru: Имя хоста

source: Owner
ru: Владелец

source: Malformed hostname
ru: Недопустимое имя хоста

source: Malformed broadcast address
ru: Недопустимый широковещательный адрес

source: Malformed MAC address
ru: Недопустимый MAC адрес

source: Comma is not allowed in owner's name
ru: Нельзя использовать запятую в имени владельца

source: Entry saved
ru: Запись сохранена

source: remote power-up of computers
ru: дистанционное включение компьютеров
